v2206/MSc_icedAirfoil/_legacy/+00deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    west
    {
        type            patch;
        nFaces          24;
        startFace       38536;
    }
    east
    {
        type            patch;
        nFaces          24;
        startFace       38560;
    }
    north
    {
        type            patch;
        nFaces          48;
        startFace       38584;
    }
    south
    {
        type            patch;
        nFaces          48;
        startFace       38632;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          19230;
        startFace       38680;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          19230;
        startFace       57910;
    }
    airfoil
    {
        type            wall;
        inGroups        1(wall);
        nFaces          750;
        startFace       77140;
    }
)

// ************************************************************************* //
